/*
 * Loco ios export: iOS Localizable.strings
 * Project: Lattis O&M
 * Release: Working copy
 * Locale: en-US, English
 * Exported by: Ravil Khusainov
 * Exported at: Wed, 01 Apr 2020 14:29:43 +0300
 */

/* loco:5bf3d2577ec8ae506d7bbe51
 * !!!: General */
"general_title" = "LATTIS O&M";

/* loco:5bf3d2577ec8ae506d7bbe52 */
"general_btn_save" = "Save";

/* loco:5bf3d2577ec8ae506d7bbe53 */
"lock_slide_to_unlock" = "SLIDE TO UNLOCK >";

/* loco:5bf3d2577ec8ae506d7bbe54 */
"lock_slide_to_lock" = "< SLIDE TO LOCK";

/* loco:5bf3d2577ec8ae506d7bbe55 */
"general_error_title" = "WARNING";

/* loco:5bf3d2577ec8ae506d7bbe56 */
"general_error_text" = "It looks like there was an error";

/* loco:5bf3d2577ec8ae506d7bbe57 */
"general_btn_ok" = "OK";

/* loco:5bf3d2577ec8ae506d7bbe58 */
"general_btn_cancel" = "Cancel";

/* loco:5bf3d2577ec8ae506d7bbe59 */
"general_no_internet_text" = "Lattis O&M service requires internet connection";

/* loco:5bf3d2577ec8ae506d7bbe5a
 * !!!: Tickets */
"tickets_title" = "Tickets";

/* loco:5bf3d2577ec8ae506d7bbe5b */
"create_ticket_title" = "New ticket";

/* loco:5bf3d2577ec8ae506d7bbe5c */
"bike_search_type_bike" = "Bike";

/* loco:5bf3d2577ec8ae506d7bbe5d */
"bike_search_type_lock" = "Lock";

/* loco:5bf3d2577ec8ae506d7bbe5e */
"bike_search_type_member" = "Member";

/* loco:5bf3d2577ec8ae506d7bbe5f
 * !!!: Filter */
"filter_title" = "Filter";

/* loco:5bf3d2577ec8ae506d7bbe60 */
"tickets_filter_all" = "All Tickets";

/* loco:5bf3d2577ec8ae506d7bbe61 */
"tickets_filter_my" = "My Tickets";

/* loco:5bf3d2577ec8ae506d7bbe62 */
"tickets_sort_date" = "Date";

/* loco:5bf3d2577ec8ae506d7bbe63 */
"tickets_sort_distance" = "Distance";

/* loco:5bf3d2577ec8ae506d7bbe64 */
"tickets_filter_section_filter" = "Filter by";

/* loco:5bf3d2577ec8ae506d7bbe65 */
"tickets_filter_section_sorting" = "Sort by";

/* loco:5bf3d2577ec8ae506d7bbe66
 * !!!: Locks */
"locks_title" = "Locks";

/* loco:5bf3d2577ec8ae506d7bbe67 */
"locks_section_connected" = "CURRENTLY CONNECTED";

/* loco:5bf3d2577ec8ae506d7bbe68 */
"locks_section_nearby" = "ELLIPSES NEARBY";

/* loco:5bf3d2577ec8ae506d7bbe69 */
"locks_last_connected" = "Last connected on %@";

/* loco:5bf3d2577ec8ae506d7bbe6a */
"locks_connected" = "Connected";

/* loco:5bf3d2577ec8ae506d7bbe6b */
"locks_action_dispatch" = "Dispatch";

/* loco:5bf3d2577ec8ae506d7bbe6c */
"locks_action_disconnect" = "Disconnect";

/* loco:5bf3d2577ec8ae506d7bbe6d */
"locks_action_connect" = "Connect";

/* loco:5bf3d2577ec8ae506d7bbe6e */
"locks_action_settings" = "Settings";

/* loco:5bf3d2577ec8ae506d7bbe6f */
"locks_action_blink" = "Blink LED";

/* loco:5bf3d2577ec8ae506d7bbe70 */
"locks_connecting_to_lock_loading" = "Connecting to %@";

/* loco:5bf3d2577ec8ae506d7bbe71 */
"locks_connecting" = "Connecting...";

/* loco:5bf3d2577ec8ae506d7bbe72 */
"locks_qr_connection_failed_title" = "Warning";

/* loco:5bf3d2577ec8ae506d7bbe73 */
"locks_qr_connection_failed_subtitle" = "The bike has no Ellipse assigned";

/* loco:5bf3d2577ec8ae506d7bbe74 */
"locks_qr_connection_timeout_title" = "Notice";

/* loco:5bf3d2577ec8ae506d7bbe75 */
"locks_qr_connection_timeout_subtitle" = "Cannot connect to the Ellipse lock...";

/* loco:5bf3d2577ec8ae506d7bbe76 */
"locks_blinking_led" = "Blinking LED";

/* loco:5bf3d2577ec8ae506d7bbe77 */
"qr_error_multiple_text" = "Please make sure you are scanning only one QR code";

/* loco:5bf3d2577ec8ae506d7bbe78 */
"locks_connection_warning_title" = "Notice";

/* loco:5bf3d2577ec8ae506d7bbe79 */
"locks_connection_warning_text" = "While connected to an Ellipse it will not be available. Dispatch the Ellipse to make it LIVE again";

/* loco:5bf3d2577ec8ae506d7bbe7a
 * !!!: Dispatch */
"dispatch_title" = "Dispatch";

/* loco:5bf3d2577ec8ae506d7bbe7b */
"dispatch_status_dialog_title" = "Status Confirmation";

/* loco:5bf3d2577ec8ae506d7bbe7c */
"dispatch_archive_dialog_text" = "You are moving a bike from Out of Service to Archive.\nPlease select a category and confirm.";

/* loco:5bf3d2577ec8ae506d7bbe7d */
"dispatch_status_dialog_text" = "You are moving a bike from Out of Service to %@.";

/* loco:5bf3d2577ec8ae506d7bbe7e */
"dispatch_status_dialog_text_live" = "This status change will make the ride available for reserving.";

/* loco:5bf3d2577ec8ae506d7bbe7f */
"dispatch_lock_state_title" = "Warning";

/* loco:5bf3d2577ec8ae506d7bbe80 */
"dispatch_lock_state_subtitle" = "Please lock the Ellipse before deploying LIVE.";

/* loco:5bf3d2577ec8ae506d7bbe81 */
"lock_jamming_title" = "Warning";

/* loco:5bf3d2577ec8ae506d7bbe82 */
"lock_jamming_text" = "Your shackle isn't properly inserted. Please remove and re-insert the shackle into the lock bar.";

/* loco:5bf3d2577ec8ae506d7bbe83 */
"dispatch_disconnect_dialog_title" = "Notice";

/* loco:5bf3d2577ec8ae506d7bbe84 */
"dispatch_disconnect_dialog_text" = "You will be automatically disconnected from this Ellipse once the bike is dispatched";

/* loco:5bf3d2577ec8ae506d7bbe85
 * !!!: Settings */
"settings_title" = "Settings";

/* loco:5bf3d2577ec8ae506d7bbe86 */
"qr_scanner_use_button" = "Use it";

/* loco:5bf3d2577ec8ae506d7bbe87 */
"settings_lock_section_title" = "LOCK DETAILS";

/* loco:5bf3d2577ec8ae506d7bbe88 */
"settings_bike_section_title" = "BIKE DETAILS";

/* loco:5bf3d2577ec8ae506d7bbe89 */
"settings_bike_name" = "Bike name";

/* loco:5bf3d2577ec8ae506d7bbe8a */
"settings_lock_name" = "Lock name";

/* loco:5bf3d2577ec8ae506d7bbe8b */
"settings_lock_serial_number" = "Serial number";

/* loco:5bf3d2577ec8ae506d7bbe8c */
"settings_lock_firmware_version" = "Firmware";

/* loco:5bf3d2577ec8ae506d7bbe8d */
"settings_lock_mac_id" = "MAC ID";

/* loco:5bf3d2577ec8ae506d7bbe8e */
"firmware_version_undefined" = "Undefined";

/* loco:5bf3d2577ec8ae506d7bbe8f */
"settings_firmware_update" = "Firmware Update";

/* loco:5bf3d2577ec8ae506d7bbe90 */
"qr_scanner_connect_button" = "Connect";

/* loco:5bf3d2577ec8ae506d7bbe91 */
"settings_alert_no_qr_code" = "Error";

/* loco:5bf3d2577ec8ae506d7bbe92 */
"settings_alert_no_ellipse" = "The Ellipse you are trying to assign belongs to a different fleet";

/* loco:5bf3d2577ec8ae506d7bbe93 */
"settings_alert_no_group" = "You have no bikes available in staging";

/* loco:5bf3d2577ec8ae506d7bbe94 */
"settings_unassign_bike" = "Unassign Lock";

/* loco:5bf3d2577ec8ae506d7bbe95 */
"settings_change_label" = "Change Label";

/* loco:5bf3d2577ec8ae506d7bbe96 */
"settings_change_label_title" = "Label change";

/* loco:5bf3d2577ec8ae506d7bbe97 */
"settings_change_label_subtitle" = "Are you sure you want to change the label?";

/* loco:5bf3d2577ec8ae506d7bbe98 */
"settings_alert_qr_code_is_busy" = "This label \"%@\" is already used. Please try another one.";

/* loco:5bf3d2577ec8ae506d7bbe99 */
"settings_group_select_title" = "Bike Found:\n%@";

/* loco:5bf3d2577ec8ae506d7bbe9a */
"settings_group_select_subtitle" = "Please select the appropriate type:";

/* loco:5bf3d2577ec8ae506d7bbe9b */
"settings_group_select_confirm" = "ASSIGN";

/* loco:5bf3d2577ec8ae506d7bbe9c
 * !!!: Ticket Details */
"ticket_details_resolve" = "Resolve";

/* loco:5bf3d2577ec8ae506d7bbe9d */
"ticket_details_loading" = "Resolving";

/* loco:5bf3d2577ec8ae506d7bbe9e
 * !!!: Bike */
"bike_state_live" = "Live";

/* loco:5bf3d2577ec8ae506d7bbe9f */
"bike_state_out_of_service" = "Out of service";

/* loco:5bf3d2577ec8ae506d7bbea0 */
"bike_state_staging" = "Staging";

/* loco:5bf3d2577ec8ae506d7bbea1 */
"bike_state_archive" = "Archive";

/* loco:5bf3d2577ec8ae506d7bbea2 */
"bike_archive_category_defleet" = "Defleet";

/* loco:5bf3d2577ec8ae506d7bbea3 */
"bike_archive_category_stolen" = "Stolen";

/* loco:5bf3d2577ec8ae506d7bbea4 */
"bike_archive_category_total_loss" = "Total Loss";

/* loco:5bf3d2577ec8ae506d7bbea5
 * !!!: Ellipse */
"ellipse_access_denided_title" = "!_ellipse_access_denided_title_!";

/* loco:5bf3d2577ec8ae506d7bbea6 */
"ellipse_access_denided_text" = "!_ellipse_access_denided_text_!";

/* loco:5bf3d2577ec8ae506d7bbea7 */
"qr_connect_error_message" = "Could not find lock %@";

/* loco:5bf3d2577ec8ae506d7bbea8
 * !!!: Damage Categories */
"frame_scratched" = "Frame - Scratched";

/* loco:5bf3d2577ec8ae506d7bbea9 */
"frame_bent" = "Frame - Bent";

/* loco:5bf3d2577ec8ae506d7bbeaa */
"frame_graffiti" = "Frame - Graffiti/Sticker";

/* loco:5bf3d2577ec8ae506d7bbeab */
"frame_missing_sticker" = "Frame - Sticker missing";

/* loco:5bf3d2577ec8ae506d7bbeac */
"front_wheel_bent" = "Front wheel - Bent";

/* loco:5bf3d2577ec8ae506d7bbead */
"front_wheel_missing" = "Front wheel - Missing";

/* loco:5bf3d2577ec8ae506d7bbeae */
"back_wheel_bent" = "Back wheel - Bent";

/* loco:5bf3d2577ec8ae506d7bbeaf */
"back_wheel_missing" = "Back wheel - Missing";

/* loco:5bf3d2577ec8ae506d7bbeb0 */
"front_tire_low" = "Front Tire - Low";

/* loco:5bf3d2577ec8ae506d7bbeb1 */
"front_tire_flat" = "Front Tire - Flat";

/* loco:5bf3d2577ec8ae506d7bbeb2 */
"front_tire_missing" = "Front Tire - Missing";

/* loco:5bf3d2577ec8ae506d7bbeb3 */
"back_tire_low" = "Back Tire - Low";

/* loco:5bf3d2577ec8ae506d7bbeb4 */
"back_tire_flat" = "Back Tire - Flat";

/* loco:5bf3d2577ec8ae506d7bbeb5 */
"back_tire_missing" = "Back Tire - Missing";

/* loco:5bf3d2577ec8ae506d7bbeb6 */
"chain_faulty" = "Chain - Faulty";

/* loco:5bf3d2577ec8ae506d7bbeb7 */
"chain_broken" = "Chain - Broken";

/* loco:5bf3d2577ec8ae506d7bbeb8 */
"chain_missing" = "Chain - Missing";

/* loco:5bf3d2577ec8ae506d7bbeb9 */
"seat_damaged" = "Seat - Damaged";

/* loco:5bf3d2577ec8ae506d7bbeba */
"seat_missing" = "Seat - Missing";

/* loco:5bf3d2577ec8ae506d7bbebb */
"pedals_damaged" = "Pedals - Damaged";

/* loco:5bf3d2577ec8ae506d7bbebc */
"pedals_missing" = "Pedals - Missing";

/* loco:5bf3d2577ec8ae506d7bbebd */
"handlebars_damaged" = "Handlebars - Damaged";

/* loco:5bf3d2577ec8ae506d7bbebe */
"handlebars_missing" = "Handlebars - Missing";

/* loco:5bf3d2577ec8ae506d7bbebf */
"spokes_damaged" = "Spokes - Damaged";

/* loco:5bf3d2577ec8ae506d7bbec0 */
"spokes_missing" = "Spokes - Missing";

/* loco:5bf3d2577ec8ae506d7bbec1 */
"lock_damaged" = "Lock - Damaged";

/* loco:5bf3d2577ec8ae506d7bbec2 */
"lock_missing" = "Lock - Missing";

/* loco:5bf3d2577ec8ae506d7bbec3 */
"damage_category_other" = "Others";

/* loco:5bf3d2577ec8ae506d7bbec4
 * !!!: Ticket categories */
"reported_theft" = "Theft reported";

/* loco:5bf3d2577ec8ae506d7bbec5 */
"damage_reported" = "Damage reported";

/* loco:5bf3d2577ec8ae506d7bbec6 */
"service_due" = "Service due";

/* loco:5bf3d2577ec8ae506d7bbec7 */
"parking_outside_geofence" = "Returned to non-designated hub";

/* loco:5bf3d2577ec8ae506d7bbec8
 * !!!: Ticket details */
"ticket_details_unassigned" = "Unassigned";

/* loco:5bf3d2577ec8ae506d7bbec9 */
"ticket_details_address_not_recognized" = "No match found for that address";

/* loco:5bf3d2577ec8ae506d7bbeca */
"ticket_details_direction_alert_title" = "!_ticket_details_direction_alert_title_!";

/* loco:5bf3d2577ec8ae506d7bbecb */
"ticket_details_direction_alert_text" = "!_ticket_details_direction_alert_text_!";

/* loco:5bf3d2577ec8ae506d7bbecc */
"ticket_details_direction_loading" = "building directions";

/* loco:5bf3d2577ec8ae506d7bbecd */
"ticket_details_navigation_google" = "Google Maps";

/* loco:5bf3d2577ec8ae506d7bbece */
"ticket_details_navigation_waze" = "Waze";

/* loco:5bf3d2577ec8ae506d7bbecf */
"ticket_details_navigation_apple" = "Apple Maps";

/* loco:5bf3d2577ec8ae506d7bbed0
 * !!!: Create ticket */
"create_ticket_loader" = "Creating ticket";

/* loco:5bf3d2577ec8ae506d7bbed1 */
"create_ticket_success_title" = "Success";

/* loco:5bf3d2577ec8ae506d7bbed2 */
"create_ticket_success_text" = "Your ticket was successfuly created";

/* loco:5bf3d2577ec8ae506d7bbed3
 * !!!: Filter */
"locks_filter_title" = "LOCKS FILTER";

/* loco:5bf3d2577ec8ae506d7bbed4 */
"locks_filter_header_title" = "Filter: %@";

/* loco:5bf3d2577ec8ae506d7bbed5 */
"locks_filter_all" = "All";

/* loco:5ce511c3c38e0f0f3a401f45 */
"warning_dispatch_no_gps_text" = "We are currently unable to get a good GPS position. ";

/* loco:5de82d9ded0cfa6bfd24d112 */
"incorrect_password_message" = "The password you have entered is incorrect";

/* loco:5de82e3ded0cfa6bfd24d114 */
"incorrect_password_title" = "Wrong password";

/* loco:5de845ceed0cfa70be0cc122 */
"locks_filter_assigned_to_vehicle" = "Assigned to a vehicle";

/* loco:5de84795ed0cfa70bc500a72 */
"locks_filter_no_vehicle" = "No vehicle assigned";

/* loco:5e04820e4d3dd72fee2de0d5 */
"auto_lock_warning_title" = "Notice";

/* loco:5e048bed4d3dd733a0037003 */
"auto_lock_warning_message" = "Auto lock will only work with certain types of shackles or cables. Please contact Lattis for more information.";

/* loco:5e048ffac38e0f06aa52ca73 */
"continue" = "Continue";

/* loco:5e049639c38e0f08155fadc2 */
"locks_filter_bike" = "Assigned to bike";

/* loco:5e04964cc38e0f09ad52dd72 */
"locks_filter_no_bike" = "Not assigned to bike";

/* loco:5e82e2ceed0cfa13887aed52 */
"confirm" = "Confirm";

/* loco:5e82e6d2ed0cfa16672b5b42 */
"onboard_new_lock" = "Onboard new lock";

/* loco:5e82e6f1ed0cfa165a5bb782 */
"confirm_action" = "Confirm action";

/* loco:5e830090ed0cfa222858d382 */
"axa_locks" = "AXA Locks";

/* loco:5e830941ed0cfa257d693522 */
"done" = "Done";

/* loco:5e830a93ed0cfa28007b6312 */
"assign" = "Assign";

/* loco:5e830aa3ed0cfa28726a4882 */
"scan" = "Scan";

/* loco:5e830ad5ed0cfa28701e3972 */
"section_vendor" = "Lock vendor";

/* loco:5e830f75ed0cfa2add5479c2 */
"no_bike_linked_axa" = "No bike is linked to an AXA";

/* loco:5e830fa4ed0cfa2abb2871d3 */
"assign_lock" = "Assign Lock";

/* loco:5e832606ed0cfa37b70224bc */
"scan_qr_code" = "Scan QR-code";

/* loco:5e832632ed0cfa38d238f323 */
"lock_warning_already_used" = "This lock is already used in the system";

/* loco:5e8347c4ed0cfa4a884a3892 */
"vehicle_type" = "Vehicle type";

/* loco:5e847b20ed0cfa4aa7188742 */
"old_bike_name" = "Current Bike Name";

"onboard" = "Onboard";
